{
  "posts": [
    {
      "id": 1,
      "title": "Построить дом",
      "body": "Виннипег была талисманом канадского армейского ветеринарного корпуса. В 1914 году её ещё медвежонком купил у канадского охотника-траппера за двадцать долларов лейтенант Гарри Колборн. В октябре того же года медведицу привезли вместе с войсками в Великобританию, а так как полк в ходе военных действий должен был переправиться во Францию, то в декабре было решено оставить её до конца войны в Лондонском зоопарке. Медведица полюбилась лондонцам, и военные не стали возражать против того, чтобы оставить её в зоопарке насовсем[4]. По воспоминанию служащего зоопарка, Винни у них была «единственной медведицей, которой они полностью доверяли», позволявшая детям играть и даже кататься на ней[",
      "tags": [
        "code",
        "html",
        "css"
      ]
    },
    {
      "id": 2,
      "title": "Построить приложение",
      "body": "Студия Уолта Диснея очень долго работала над адаптацией одной из самых известных сказок Ганса Христиана Андерсена. Американская «Снежная королева» неоднократно откладывалась и «замораживалась». И вот, наконец, в преддверии нового 2014 года на экраны выходит полнометражный компьютерный анимационный фильм «Холодное сердце», смотреть онлайн который будет интересно широкой зрительской аудитории, но в особый восторг придут юные дамы, которые обязательно запишут главную героиню в число своих мульт-фавориток наравне с Рапунцель и храброй сердцем Меридой. Вечная, лютая, колкая стужа опустилась на далекую страну. Неужели весна уже больше никогда не заглянет в эти запорошенные снегом края? Чтобы исправить ситуацию отважной Анне предстоит отправиться на поиски своей сестры Эльзы, знаменитой и могущественной Снежной королевы, в надежде, что та сможет разрушить жестокое проклятье. В пути юную героиню будет подстерегать немало опасностей и испытаний, но милая Анна всегда сможет рассчитывать на помощь добрых людей, зверей и даже снеговика!",
      "tags": [
        "js",
        "react",
        "vue"
      ]
    },
    {
      "id": 3,
      "title": "Жизнь Эржана",
      "body": "Каждый день Эржан просыпается с мыслью: 'Надо похавать'",
      "tags": [
        "страдание",
        "выживание",
        "Айжамал",
        "программирование"
      ]
    },
    {
      "title": "Айгерим стала чемпионкой по чтению",
      "body": "Айгерим стала чемпионкой по чтениюАйгерим стала чемпионкой по чтениюАйгерим стала чемпионкой по чтениюАйгерим стала чемпионкой по чтениюАйгерим стала чемпионкой по чтениюАйгерим стала чемпионкой по чтениюАйгерим стала чемпионкой по чтениюАйгерим стала чемпионкой по чтениюАйгерим стала чемпионкой по чтениюАйгерим стала чемпионкой по чтениюАйгерим стала чемпионкой по чтениюАйгерим стала чемпионкой по чтениюАйгерим стала чемпионкой по чтениюАйгерим стала чемпионкой по чтениюАйгерим стала чемпионкой по чтениюАйгерим стала чемпионкой по чтениюАйгерим стала чемпионкой по чтениюАйгерим стала чемпионкой по чтениюАйгерим стала чемпионкой по чтению",
      "tags": [
        "book",
        "css",
        "j",
        "js"
      ],
      "id": 4
    },
    {
      "title": "Убить Бурана",
      "body": "Убить БуранаУбить БуранаУбить БуранаУбить БуранаУбить БуранаУбить БуранаУбить БуранаУбить БуранаУбить БуранаУбить БуранаУбить БуранаУбить БуранаУбить БуранаУбить БуранаУбить Бурана",
      "tags": [
        "невнимательный",
        "болтун",
        "аферюга",
        "хитрый",
        "жук",
        "шайтан"
      ],
      "id": 5
    },
    {
      "title": "Аслан и Айгерим",
      "body": "Аслан и АйгеримАслан и АйгеримАслан и АйгеримАслан и АйгеримАслан и АйгеримАслан и АйгеримАслан и АйгеримАслан и АйгеримАслан и АйгеримАслан и Айгерим",
      "tags": [
        "all",
        "work",
        "have",
        "been",
        "done",
        "by",
        "aigerim"
      ],
      "id": 6
    },
    {
      "title": "Жама",
      "body": "ПРИВЕТ МИР",
      "tags": [
        "лалала"
      ],
      "id": 7
    }
  ]
}